class ButtonText:
    bring_friend = "Привести друга"
    info = 'Справочная информация'
    where = 'Где купить?'
    times = "Время работы"
    contact = "Контакты"
    delivery = "Доставка"
    delivery_ans = """Бесплатно осуществляется доставка Почтой России и службой доставки СДЭК при выполнении следующих условий:
Бесплатная доставка по г. Москва и г. Новосибирск при сумме заказа от 1 500 рублей.
Бесплатная доставка в пределах Московской и Новосибирской области при сумме заказа от 2 000 рублей.
Бесплатная доставка по территории РФ при сумме заказа от 3 000 рублей"""
    get_contact = """При обращении к оператору интернет-магазина будьте готовы сообщить номер заказа
8-800-700-5643 доб.: 
(1) - оператор интернет-магазина (Москва) пн. - пт. с 9:00 до 17 по Мск.,
(2) - оператор интернет-магазина (Новосибирск) пн. – пт. с 10:00 до 17:00, сб. с 10:00 до 15:00 по Нск.,
(3) - проблемы с оплатами пн. – пт. с 5:00 до 14:00 по Мск.,
(8) - техподдержка и прочие вопросы пн. – пт. с 8:00 до 21:00 по Мск.
+7 (965) 824 56 76  - Московский центр
+7 (965) 820 24 86  - Новосибирский центр"""
    reg = "Стать участником Арго"
    enter_account = 'Войти в профиль Арго'
    get_bonus_score = "проверить количество баллов на личном номере"
    get_bonus_score_of_tree = "получить отчёт по структуре"
    get_start = 'В начало'
    background_info = "Справочная информация"
